# RelatedToMass Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RelatedToMass Property
ParameterTypeId Class See Also
---
"Related to Mass"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RelatedToMass { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RelatedToMass As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RelatedToMass {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace